Repository: Chung-Oh/testeBuonny
Catalog: resources/locales/*/default.po
Languages: pt_br

source: The cliente has been saved.
pt_br: Cliente foi salvo com sucesso.

source: The cliente could not be saved. Please, try again.
pt_br: Cliente não foi salvo. Por favor tente novamente.

source: The cliente has been deleted.
pt_br: Cliente foi removido.

source: The cliente could not be deleted. Please, try again.
pt_br: Cliente não pode ser removido. Por favor, tente novamente.

source: The pedido item has been saved.
pt_br: Pedido item salvo com sucesso.

source: The pedido item could not be saved. Please, try again.
pt_br: Pedido item não pode ser salvo. Por favor, tente novamente.

source: The pedido item has been deleted.
pt_br: Peido item foi removido.

source: The pedido item could not be deleted. Please, try again.
pt_br: Pedido item não pode ser removido. Por favor, tente novamente.

source: The pedido has been saved.
pt_br: Pedido foi salvo com sucesso.

source: The pedido could not be saved. Please, try again.
pt_br: Pedido não pode ser salvo. Por favor tente novamente.

source: The pedido has been deleted.
pt_br: Pedido foi removido.

source: The pedido could not be deleted. Please, try again.
pt_br: Pedido não pode ser removido. Por favor tente novamente.

source: The produto has been saved.
pt_br: Produto salvo com sucesso.

source: The produto could not be saved. Please, try again.
pt_br: Produto não pode ser salvo. Por favor tente novamente.

source: The produto has been deleted.
pt_br: Produto foi removido com sucesso.

source: The produto could not be deleted. Please, try again.
pt_br: Produto não pode ser removido. Por favor tente novamente.

source: Actions
pt_br: Ações

source: List Clientes
pt_br: Lista de Clientes

source: Add Cliente
pt_br: Adicionar Cliente

source: Submit
pt_br: Salvar

source: Delete
pt_br: Excluir

source: Are you sure you want to delete # {0}?
pt_br: Tem certeza que deseja remover # {0}?

source: Edit Cliente
pt_br: Editar Cliente

source: New Cliente
pt_br: Novo Cliente

source: View
pt_br: Visualizar

source: Edit
pt_br: Editar

source: first
pt_br: primeiro

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: last
pt_br: último

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
pt_br: Página {{page}} de {{pages}}, mostrando {{current}} registro(s) de {{count}} total

source: Delete Cliente
pt_br: Remover Cliente

source: List Pedido Items
pt_br: Lista Pedido Itens

source: Add Pedido Item
pt_br: Adicionar Pedido Item

source: Edit Pedido Item
pt_br: Editar Pedido Item

source: New Pedido Item
pt_br: Novo Pedido Item

source: Pedido Items
pt_br: Pedido Itens

source: Delete Pedido Item
pt_br: Remover Pedido Item

source: List Pedidos
pt_br: Lista Pedidos

source: Add Pedido
pt_br: Adicionar Pedido

source: Edit Pedido
pt_br: Editar Pedido

source: New Pedido
pt_br: Adicionar

source: Delete Pedido
pt_br: Remover Pedido

source: Related Pedido Items
pt_br: Itens de pedidos relacionados

source: List Produtos
pt_br: Lista Produtos

source: Add Produto
pt_br: Adicionar Produto

source: Edit Produto
pt_br: Editar Produto

source: New Produto
pt_br: Adicionar

source: Delete Produto
pt_br: Remover Produto

source: Descricao
pt_br: Descrição

source: Preco
pt_br: Preço

source: Back
pt_br: Voltar
